[
  {
    "title": "What Is To Be Done",
    "author": "CJ The X",
    "date": "2024-03-01",
    "link": "https://www.cjthex.com/what-is-to-be-done/",
    "notes": "This is the article that convinced me to start this website. It's very persuasive, and a beautifully written manifesto for returning to simpler times for the Internet."
  },
  {
    "title": "Outside",
    "author": "Brandon Sanderson",
    "date": "2023-04-03",
    "link": "https://www.brandonsanderson.com/blogs/blog/outside",
    "notes": "This brilliant piece of writing from one of my favourite authors on his personal journey, and who he is."
  },
  {
    "title": "Don’t sacrifice the wrong thing",
    "author": "Henrik Karlsson",
    "date": "2024-05-30",
    "link": "https://www.henrikkarlsson.xyz/p/sacrifice",
    "notes": "Henrik Karlsson's work is gold as always. This piece is about finding your priorities. It’s a beautiful read."
  },
  {
    "title": "The Perils Of Audience Capture",
    "author": "Gurwinder",
    "date": "2022-07-01",
    "link": "https://www.gurwinder.blog/p/the-perils-of-audience-capture",
    "notes": "I have developed a style, because I want to be perceived a certain way. What the Internet and especially the social Internet does is take that perception and expand it in orders of magnitude beyond our capacity. In my opinion, it is very easy to lose yourself in such an situation, and become someone you’re not, especially without caution. A great read."
  },
  {
    "title": "Those Aren't Tweets, Those Are Your Thoughts",
    "author": "CJ The X",
    "date": "2023-05-18",
    "link": "https://www.cjthex.com/those-arent-tweets/",
    "notes": "CJ The X is strange, funny and insightful in every piece of work he's ever done, and this is no exception. We have turned ourselves into willing hosts for the parasitic media engine that is the modern social internet, and this has a lot of valuable points about how our brains get rewired when we post for an audience that's trapped in the same place as us."
  },
  {
    "title": "Give yourself permission to be creative",
    "author": "Ethan Hawke",
    "date": "2020-08-11",
    "link": "https://www.youtube.com/watch?v=WRS9Gek4V5Q",
    "notes": "This TED talk is something I come back to every 6 months or so, it is quite beautiful. Art is our way of interfacing with the extremes of emotion. Making sense of our place in the world. Learn to always be okay with playing the fool."
  },
  {
    "title": "Superhistory, Not Superintelligence",
    "author": "Venkatesh Rao",
    "date": "2021-05-12",
    "link": "https://studio.ribbonfarm.com/p/superhistory-not-superintelligence",
    "notes": "It's great to think of AI as just having more time while learning rather than intelligence. It's remarkable how empty our lives are in terms of 'information time' and how many years in 'information time' is processed by these gigantic algorithms."
  },
  {
    "title": "How To Think In Writing",
    "author": "Henrik Karlsson",
    "date": "2024-04-25",
    "link": "https://www.henrikkarlsson.xyz/p/writing-to-think",
    "notes": "Henrik Karlsson's writing is incredible. It's hard to overstate just how influential this man's ideas have been in who I am right now. Some great arguments are made here behind the clarity of a person's thoughts dictated by how much they write about those thoughts."
  },
  {
    "title": "Uncoiling The Spiral: Maths And hallucinations",
    "author": "Marianne Freiberger",
    "date": "2009-12-01",
    "link": "https://plus.maths.org/content/uncoiling-spiral-maths-and-hallucinations",
    "notes": "There are certain articles you read that make you stop and wonder about the world at large. This article goes over the mathematics behind hallucinations and goes in a surprising amount of depth about the ways our eyes see and the weird connection between them and the mathematics behind how leopards develop spots."
  }
]
